const videoID1 = "HhmCvEEBqsA";
const lyric1 = `[ti: 僕らの夏はまた巡って][ar: *Luna]
[00:06.26] (またこの季節がやってきた)
[00:07.46] (目を閉じればいつも)
[00:08.74] (あの頃の僕らがそこにいた)
[00:10.94] 夏が僕を呼んだ
[00:12.90] うだるような空気が
[00:15.52] 開け放した隙間から忍び込んだ
[00:20.84] 青春て奴はきっと
[00:22.80] 寒いのが嫌いで
[00:25.52] 君と同じように
[00:27.26] 不安定なまま
[00:30.58] 何も知らないままで
[00:32.96] 生きていたかったなぁ
[00:35.48] 「出來ない」のは期待で
[00:37.49] 「分からない」のは希望で
[00:40.66] 嫌なことも沢山あったんだけどなぁ
[00:45.46] 思い出せばきっと綺麗に見えた
[00:55.38] あの日僕らが見てた未來はどんなだったか
[01:01.10] バカにされたって信じてたものはなんだ
[01:05.92] 青く光って見えた空をまだ思い出せるなら
[01:11.92] 何度だって飛び越えていけるよ
[01:15.54] さぁ一緒に
[01:25.86] 退屈な毎日を太陽が溶かしたから
[01:29.70] 僕らそれを持って夏を塗りつぶそうと駆け回ってたんだ
[01:35.90] 想像もつかないような不思議なことだけど
[01:39.70] 今でも僕の胸の奧で強く脈を打つようで
[01:46.12] 転んで擦りむいて泥にまみれたって
[01:51.10] 大聲で泣いたって何がいけないんだろう
[01:55.82] 汚れて傷つくことってこんなに怖いことだっけ
[02:01.88] 何度だって教えてくれたよ
[02:07.48] (今君はどこで何をしているんだろう)
[02:09.96] (僕のことを見ていてくれるかな)
[02:12.48] (もうあの頃の僕みたいな)
[02:14.98] (淀んだ空は見ていないよと)
[02:16.24] (「何も変わらないままの夏が嫌いだったの」
[02:17.28] 「ほんとはずっと色んなことを聞いてみたかったよ」)
[02:17.92] (「あぁ君と一緒で独りぼっちだな」)
[02:18.48] (「どこかでお会いしましたか」)
[02:19.04] (「君はもう覚えていないだろうけど」)
[02:19.74] (「人はみな自分勝手で嘘つきなんだ
[02:20.82] 君はきっと何も悪くないよ」)
[02:21.78] (「私、実は」)
[02:22.48] (「僕ごと全部連れて行ってくれ」)
[02:24.32] (「もういいんだよ、忘れてよ」)
[02:26.08] (「何もなかったように出てきてよ」)
[02:31.14] (「もう自分を見失わないで」)
[02:35.94] 君に伝えたいんだ
[02:41.74] 君が僕にくれた日々はどんなだったか
[02:48.78] いつの間に暮れた空を恨むくらいで
[02:53.50] 「変わりたい自分がまだ君の中にいるのなら、
[02:58.44] 飛び出してみてよ、汗だくになって走ってみてよ」
[03:04.18] 僕らを塗りつぶした夏はどんなだったか
[03:09.36] 夕日に誓った約束は果たせたか
[03:17.48] (何も変わらない僕らの夏はまた巡って)
[03:19.98] (君だけがいたあの日々はすぐそこにあって)
[03:22.44] (何度だって踏み出す勇気をくれるから)
[03:25.00] (君がいてくれたから)
[03:27.48] (僕は僕を許していける)
[03:29.98] (君がいてくれたから)
[03:32.52] (今、僕は進んでいける)`;

const lyricZH1 = `[ti: 僕らの夏はまた巡って][ar: *Luna]
[00:06.26] (這個季節又再次到來了)
[00:07.46] (若閉上眼睛的話)
[00:08.74] (那時的我們便一直佇立在那裡)
[00:10.94] 夏日呼喚著我
[00:12.90] 那像要將人蒸熟般的空氣
[00:15.52] 從敞開的窗縫中默聲潛入進來
[00:20.84] 青春那傢伙肯定
[00:22.80] 十分討厭寒冷
[00:25.52] 就如同你一樣的
[00:27.26] 仍不安定下去
[00:30.58] 曾什麼都不知道
[00:32.96] 就這樣活著啊
[00:35.48] 「無法完成的」即為期待
[00:37.49] 「無法明白的」即為希望
[00:40.66] 雖然也有著許多討厭的東西啊
[00:45.46] 但若是回憶起來那一定是美麗的
[00:55.38] 那一天我們所看到的未來​​ 究竟是怎樣的呢
[01:01.10] 縱然被愚弄卻也仍然堅信的東西是什麼呢
[01:05.92] 若是還能再度回想起那 看到發出湛藍光彩的天空的話
[01:11.92] 無論幾次我都將成功跨越過去的
[01:15.54] 來吧 一起上吧
[01:25.86] 因為太陽將無聊的每一天都熔化掉了
[01:29.70] 我們拿著它 四處奔走試圖將夏塗抹
[01:35.90] 雖然是無法想像般不可思議的東西
[01:39.70] 但即使是現在 在我的內心深處仍像脈搏強烈跳動
[01:46.12] 即便摔倒受傷被弄得滿身是泥
[01:51.10] 大聲地嚎哭又有什麼錯呢
[01:55.82] 染上污穢受到傷害有那麼恐怖嗎？
[02:01.88] 你已告訴了我無數次了哦
[02:07.48] (現在你在哪裡 在做些什麼呢)
[02:09.96] (你能夠看看我嗎)
[02:12.48] (就如同那個時候的我一樣)
[02:14.98] (沒有看那渾濁的天空)
[02:16.24] (「已經討厭這一成不變的夏天了嗎」 「真的一直想聽到各種各樣的事情啊」)
[02:17.28] (「啊啊 我和你一樣孤獨啊」)
[02:17.92] (「已經在哪裡見了面嗎」)
[02:18.48] (「雖然你已經記不住了吧」)
[02:19.04] (「我們大家都是會擅自撒謊的 你一定沒有什麼錯的喔」)
[02:19.74] (「我，其實啊」 「連同我一起全部帶走啊」)
[02:20.82] (「已經夠了啊，快忘掉啊」)
[02:21.78] (「宛如什麼也沒發生地出現吧」)
[02:22.48] (「不要再讓自己迷失了」)
[02:24.32] (我想要傳達給你啊)
[02:26.08] 你給予我的日子曾是怎樣的呢
[02:31.14] 對不知不覺夜幕降臨的天空有了些許埋怨
[02:35.94] 「如果那個想要改變自己的你仍然存在於你心中的話，
[02:41.74] 就試著飛奔出去吧、試著汗流浹背地奔跑吧」
[02:48.78] 將我們塗抹了的夏天是怎樣的呢
[02:53.50] 在夕陽下約定的誓言已經實現了嗎
[02:58.44] 屬於毫無改變的我們的夏仍會來到
[03:04.18] 只有你在的那些日子彷彿就在身旁
[03:09.36] 因為你給了我無論幾次都能向前邁步的勇氣啊
[03:17.48] (因為你在我的身邊)
[03:19.98] (我才可以原諒我自己)
[03:22.44] (因為你在我的身邊)
[03:25.00] (現在，我才能夠前進)
[03:27.48] (不管到了什麼時候)
[03:29.98] (那都會永遠在我的心中)
[03:32.52] (繼續迴盪)`;
