const videoID1 = "DMAiZNAYJPw";
const lyric1 = `[ti: 愛言葉Ⅲ][ar: 百鬼あやめ]
[00:22.61] 想いの冒険を　忘れずに全部言えるかな
[00:29.66] 君から聞きたいよ　何回目の僕に出会った？
[00:36.72] 僕は変わりました　新しい君に出会うために
[00:43.50] 久しぶりだねって　言えたならここで泣こっか
[00:50.41] 好きとかって　嫌いとかって
[00:53.75] 何度だって愛を歌う君が
[00:57.50] 恋しくって　嘘じゃない本当だよ
[01:01.78] また出会おう
[01:04.12] 僕ら“II”を嫌って　“I”に戻って
[01:08.13] 何回だって　間違ってきたよ
[01:12.24] 消えない後悔と　冷めない愛情が
[01:15.15] 恋を再起動する
[01:18.21] ほら“I”を嫌って　また“II”に戻って
[01:22.29] “III”になって　愛を繋いでいこう
[01:26.34] 言いたい感情は　伝えたい正解は
[01:29.28] たったひとつだけ
[01:31.66] ありがとう
[01:46.89] 想いの冒険は　これからもちゃんと続いていく
[01:53.74] 3と9に乗って　言葉とか飛び越えちゃって
[02:00.68] 君も変わりました　新しい誰かに会うために
[02:07.73] 大人になりました　それだけで良いと思えた
[02:14.51] 好きとかって　嫌いとかって
[02:17.81] 何度だって愛を歌う君が
[02:21.52] 恋しくって　嘘じゃない本当だよ
[02:25.57] また出会おう
[02:42.96] “恋”をして　…バカ。
[02:46.36] “愛”にして　…バカ。
[02:49.81] バカでいい　この先もずっとこのまま
[02:56.04] …バカ。
[02:58.10] 僕ら“II”を嫌って　“I”に戻って
[03:02.01] 何回だって　間違ってきたよ
[03:06.21] 消えない後悔と　冷めない愛情が
[03:09.03] 恋を再起動する
[03:12.24] ほら“I”を嫌って　また“II”に戻って
[03:16.17] “III”になって　愛を繋いでいこう
[03:20.18] 言いたい感情は　伝えたい正解は
[03:23.06] たったひとつだけ　ありがとう
[03:26.79] メーデー　僕と判っても
[03:28.30] もう抱き締めなくて易々んだよ
[03:30.19] 終わんない愛を抱いてたくないの
[03:32.14] もっとちゃんと不安にしてよ
[03:33.75] 妄想感傷代償連盟　愛を懐いて理想を号んだ
[03:37.50] 行き場のある愛のメロディーを
[03:40.47] 今これまでにありがとう
[03:44.10] いつまでも君と　「こんな歌あったね」って
[03:50.12] 出会いを数えられるように`;

const videoID2 = "k4IJROgvWHc";
const lyric2 = `[ti: キャットラビング][ar: 百鬼あやめ]
[00:04.38] 痛いことは嫌いですが
[00:07.17] 君の手の平は嫌いじゃない
[00:10.15] 言葉は飴玉みたいに
[00:13.04] 甘く広がってココロ満たす
[00:15.84] 嗚呼全然分かってない
[00:17.64] 永遠に言う通り
[00:19.09] 完全にフェアじゃない
[00:20.58] (どこにいても)
[00:21.81] 嗚呼「何で？」は効いてない
[00:23.55] もっともっとあの子みたいに
[00:25.67] 可愛くならなくちゃ
[00:27.86] 愛情は聡明に
[00:29.10] 傷痕はHow many?
[00:30.57] もう体　堕　痛いのだって
[00:32.10] 分かんなくなる
[00:33.50] 延命マタタビ
[00:34.95] 週二ご褒美
[00:36.45] 「もう嫌んなった」って
[00:37.47] 離されないように
[00:39.37] 今日だってちゃんと
[00:40.48] 内緒の毛づくろい
[00:42.35] にゃんって良い子にするから
[00:44.36] 「愛して」
[00:45.87] Everybody Today is rubbing day
[00:48.93] Get it Get it This is my courtship
[00:51.91] Any Any Any time is fine with me
[00:54.87] Gimme Gimme
[00:55.84] Love me, my darling
[00:57.80] 会いたいを間違いなんて皆は言う
[01:01.27] 取り憑かれているって
[01:03.74] ならこの胸で疼く
[01:05.74] 締め付けるような切なさは何なの？
[01:09.23] 選ぶ言葉
[01:10.60] 戸惑う指先
[01:12.12] 端正な横顔
[01:13.45] (私しか知らない)
[01:14.82] 嗚呼ランダムご機嫌
[01:16.49] もしかして今日は
[01:17.90] 優しく撫でてくれるのかな？
[01:20.89] 君のソレが
[01:22.05] 耐えられるの
[01:23.54] 生涯で私だけなんだよね
[01:26.52] あからさまに
[01:27.96] カラダまさに
[01:29.44] 「もう嫌だ」って離れられないよね
[01:32.71] そうだよね？
[01:34.16] 感情は上々に
[01:35.31] 訴えは少々に
[01:36.78] もうLieも賽のように
[01:38.19] 転がせば良い
[01:39.84] 柑橘の匂い
[01:41.19] だって凌ぐのだ
[01:42.73] もう噛んだって叱られるだけだし
[01:45.62] 今日だってちゃんとお膝で
[01:47.45] 大人しく
[01:48.67] にゃんってお好きなように
[01:50.41] 完全淘汰して`;

const videoID3 = "sonNnxfNGp4";
const lyric3 = `[ti: 泥中に咲く][ar: 涅默]
[00:24.28] 砕けた心が濾過できなくて
[00:30.25] 涙はそっと枯れてゆく
[00:35.18] もう一粒も　流れなくて
[00:41.29] 可笑しいよねって　笑ってる
[00:46.88] 酷烈な人生　あなたを遮る迷路の荊棘
[00:52.26] 濁世の闇　立ちはだかる　君は誰よりも憂う人
[00:58.36] だから今　僕らは溺れかけてる寸前だろう
[01:03.59] 正しい呼吸に救われた
[01:06.41] 今はいつか死ぬために生きてるだけだ
[01:21.10] 雨が嫌いなわけを知ると
[01:26.69] 深いところで思い出すこと
[01:31.65] そう　大粒のシャボン玉なら
[01:37.31] きっとふわふわでしとしと
[01:43.57] 地面の色を見て歩く
[01:46.01] 水溜りのない場所　選んでる
[01:48.70] さては　不遇な道を逃れるため
[01:51.65] 自己防衛だってするんでしょう
[01:54.95] 僕は今　人間です
[01:56.80] 今日も明日も　その次の日も
[02:00.20] 認めるのは　そのくらいでいい
[02:02.95] みんな別々の息を食べてる
[02:05.71] そう　君も今　人間です
[02:07.94] その姿が嫌いなだけで
[02:11.47] 憎めないよ　優しいから
[02:14.22] 君は誰の為にも願う人
[02:28.80] ひとひらの花が散るために
[02:31.10] 水も土も光も　その種も
[02:34.32] 僕の目の前にあるものが
[02:36.76] その意味も過去も未来も
[02:39.95] ひとつと欠けると生まれないぜ
[02:42.80] 僕も君も　あの人も
[02:45.77] なんでもないと言いながら
[02:48.15] 過去の荷物を君に背負わせる
[02:51.40] 運命が通せんぼする
[02:56.99] 勘違い　自業自得だよ
[03:01.99] でも状況が良くないからね
[03:08.23] 逃げたいよね　生きたいよね
[03:16.07] この身体を投げ出す
[03:18.11] その瞬間があるとすれば
[03:22.09] この世の闇　切り裂いてさ
[03:24.78] ここに生まれた意味を探そうか
[03:28.10] 終わりの始まり　始まれば最後の人生だから
[03:33.49] 途方もない　旅の末に
[03:36.21] 今しかない「時」があるのだろう
[03:39.55] 雨に溺れることはないな
[03:44.84] それでもなんだか息苦しいな
[03:50.79] いつか死ぬために生きてるなんて
[03:56.09] それならさ　それならば
[04:01.34] もう壊れない　壊れない
[04:03.41] 壊れない心の　鐘を鳴らそう
[04:07.44] 曇天だろう　泥まみれさ　どこもかしこも
[04:12.59] 今　この世の行方を
[04:14.78] 遮る迷路に　線を引こうぜ
[04:18.64] その線がさ　重なる地図
[04:21.23] 君を照らすために咲く花さ`;

const videoIDbkp1 = "NvQutAq824A";
const lyricbkp1 = `[ti: 変わらないもの][ar: 厄倫蒂兒]
[00:51.69] 帰り道ふざけて歩いた
[00:58.29] 訳も無く君を怒らせた
[01:05.43] 色んな君の顔を見たかったんだ
[01:17.32] 大きな瞳が　泣きそうな声が
[01:24.13] 今も僕の胸を締め付ける
[01:31.97] すれ違う人の中で　君を追いかけた
[01:49.05] 変わらないもの　探していた
[01:56.01] あの日の君を忘れはしない
[02:02.87] 時を越えてく思いがある
[02:09.68] 僕は今すぐ君に会いたい
[02:19.72] 街灯にぶら下げた想い
[02:26.14] いつも君に渡せなかった
[02:32.61] 夜は僕達を遠ざけていったね
[02:43.70] 見えない心で　嘘ついた声が
[02:50.07] 今も僕の胸に響いている
[02:57.80] さまよう時の中で　君と恋をした
[03:14.42] 変わらないもの　探していた
[03:21.04] あの日見つけた知らない場所へ
[03:27.75] 君と二人で行けるのなら
[03:34.48] 僕は何度も生まれ変われる
[04:08.20] 形ないもの　抱きしめてた
[04:15.01] 壊れる音も聞こえないまま
[04:21.52] 君と歩いた同じ道に
[04:28.33] 今も灯りは照らし続ける
[04:40.91] 変わらないもの　探していた
[04:47.75] あの日の君を忘れはしない
[04:54.35] 時を超えてく思いがある
[05:01.06] 僕は今すぐ君に会いたい
[05:09.75] 僕は今すぐ君に会いたい`;
