const videoID1 = "sonNnxfNGp4";
const lyric1 = `[ti: 泥中に咲く][ar: 涅默]
[00:24.28] 砕けた心が濾過できなくて
[00:30.25] 涙はそっと枯れてゆく
[00:35.18] もう一粒も　流れなくて
[00:41.29] 可笑しいよねって　笑ってる
[00:46.88] 酷烈な人生　あなたを遮る迷路の荊棘
[00:52.26] 濁世の闇　立ちはだかる　君は誰よりも憂う人
[00:58.36] だから今　僕らは溺れかけてる寸前だろう
[01:03.59] 正しい呼吸に救われた
[01:06.41] 今はいつか死ぬために生きてるだけだ
[01:21.10] 雨が嫌いなわけを知ると
[01:26.69] 深いところで思い出すこと
[01:31.65] そう　大粒のシャボン玉なら
[01:37.31] きっとふわふわでしとしと
[01:43.57] 地面の色を見て歩く
[01:46.01] 水溜りのない場所　選んでる
[01:48.70] さては　不遇な道を逃れるため
[01:51.65] 自己防衛だってするんでしょう
[01:54.95] 僕は今　人間です
[01:56.80] 今日も明日も　その次の日も
[02:00.20] 認めるのは　そのくらいでいい
[02:02.95] みんな別々の息を食べてる
[02:05.71] そう　君も今　人間です
[02:07.94] その姿が嫌いなだけで
[02:11.47] 憎めないよ　優しいから
[02:14.22] 君は誰の為にも願う人
[02:28.80] ひとひらの花が散るために
[02:31.10] 水も土も光も　その種も
[02:34.32] 僕の目の前にあるものが
[02:36.76] その意味も過去も未来も
[02:39.95] ひとつと欠けると生まれないぜ
[02:42.80] 僕も君も　あの人も
[02:45.77] なんでもないと言いながら
[02:48.15] 過去の荷物を君に背負わせる
[02:51.40] 運命が通せんぼする
[02:56.99] 勘違い　自業自得だよ
[03:01.99] でも状況が良くないからね
[03:08.23] 逃げたいよね　生きたいよね
[03:16.07] この身体を投げ出す
[03:18.11] その瞬間があるとすれば
[03:22.09] この世の闇　切り裂いてさ
[03:24.78] ここに生まれた意味を探そうか
[03:28.10] 終わりの始まり　始まれば最後の人生だから
[03:33.49] 途方もない　旅の末に
[03:36.21] 今しかない「時」があるのだろう
[03:39.55] 雨に溺れることはないな
[03:44.84] それでもなんだか息苦しいな
[03:50.79] いつか死ぬために生きてるなんて
[03:56.09] それならさ　それならば
[04:01.34] もう壊れない　壊れない
[04:03.41] 壊れない心の　鐘を鳴らそう
[04:07.44] 曇天だろう　泥まみれさ　どこもかしこも
[04:12.59] 今　この世の行方を
[04:14.78] 遮る迷路に　線を引こうぜ
[04:18.64] その線がさ　重なる地図
[04:21.23] 君を照らすために咲く花さ`;
