const videoID1 = "HhmCvEEBqsA";
const lyric1 = `[ti: 僕らの夏はまた巡って][ar: *Luna]
[00:06.26] (またこの季節がやってきた)
[00:07.46] (目を閉じればいつも)
[00:08.74] (あの頃の僕らがそこにいた)
[00:10.94] 夏が僕を呼んだ
[00:12.90] うだるような空気が
[00:15.52] 開け放した隙間から忍び込んだ
[00:20.84] 青春て奴はきっと寒いのが嫌いで
[00:25.52] 君と同じように不安定なまま
[00:30.58] 何も知らないままで生きていたかったなぁ
[00:35.48] 「出来ない」のは期待で
[00:37.49] 「分からない」のは希望で
[00:40.66] 嫌なことも沢山あったんだけどなぁ
[00:45.46] 思い出せばきっと綺麗に見えた
[00:55.38] あの日僕らが見てた未来はどんなだったか
[01:01.10] バカにされたって信じてたものはなんだ
[01:05.92] 青く光って見えた空をまだ思い出せるなら
[01:11.92] 何度だって飛び越えていけるよ
[01:15.54] さぁ一緒に
[01:25.86] 退屈な毎日を太陽が溶かしたから
[01:29.70] 僕らそれを持って夏を塗りつぶそうと駆け回ってたんだ
[01:35.90] 想像もつかないような不思議なことだけど
[01:39.70] 今でも僕の胸の奥で強く脈を打つようで
[01:46.12] 転んで擦りむいて泥にまみれたって
[01:51.10] 大声で泣いたって何がいけないんだろう
[01:55.82] 汚れて傷つくことってこんなに怖いことだっけ
[02:01.88] 何度だって教えてくれたよ
[02:07.48] (今君はどこで何をしているんだろう)
[02:09.96] (僕のことを見ていてくれるかな)
[02:12.48] (もうあの頃の僕みたいな)
[02:14.98] (淀んだ空は見ていないよと)
[02:16.24] (「何も変わらないままの夏が嫌いだったの」)
[02:16.74] (「ほんとはずっと色んなことを聞いてみたかったよ」)
[02:17.28] (「あぁ君と一緒で独りぼっちだな」)
[02:17.92] (「どこかでお会いしましたか」)
[02:18.48] (「君はもう覚えていないだろうけど」)
[02:19.04] (「人はみな自分勝手で嘘つきなんだ」)
[02:19.44] (「君はきっと何も悪くないよ」)
[02:19.74] (「私、実は」)
[02:20.24] (「僕ごと全部連れて行ってくれ」)
[02:20.82] (「もういいんだよ、忘れてよ」)
[02:21.78] (「何もなかったように出てきてよ」)
[02:22.48] (「もう自分を見失わないで」)
[02:24.32] (君に伝えたいんだ)
[02:26.08] 君が僕にくれた日々はどんなだったか
[02:31.14] いつの間に暮れた空を恨むくらいで
[02:35.94] 「変わりたい自分がまだ君の中にいるのなら、
[02:41.74] 飛び出してみてよ、汗だくになって走ってみてよ」
[02:48.78] 僕らを塗りつぶした夏はどんなだったか
[02:53.50] 夕日に誓った約束は果たせたか
[02:58.44] 何も変わらない僕らの夏はまた巡って
[03:04.18] 君だけがいたあの日々はすぐそこにあって
[03:09.36] 何度だって踏み出す勇気をくれるから
[03:17.48] (君がいてくれたから)
[03:19.98] (僕は僕を許していける)
[03:22.44] (君がいてくれたから)
[03:25.00] (今、僕は進んでいける)
[03:27.48] (それはいつになっても)
[03:29.98] (ずっと僕の中で)
[03:32.52] (巡り続ける)`;

const lyricZH1 = `[ti: 僕らの夏はまた巡って][ar: *Luna]
[00:06.26] (這個季節又再次到來了)
[00:07.46] (若是閉上眼睛的話)
[00:08.74] (那時的我們就好像還停留在那裡)
[00:10.94] 夏天呼喚著我
[00:12.90] 那悶熱得令人喘不過氣的空氣
[00:15.52] 從敞開的窗縫中悄悄潛入進來
[00:20.84] 青春那傢伙肯定十分討厭寒冷
[00:25.52] 就像你一樣始終那麼不安定啊
[00:30.58] 有時覺得能什麼都不知道地活著就好了
[00:35.48] 「無法傳達」是因為還有所期待
[00:37.49] 「無法理解」是因為還懷揣著希望
[00:40.66] 雖然也經歷過許多討厭的事情
[00:45.46] 但若是回憶起來卻又是如此的美好
[00:55.38] 那一天我們所看見的未來　究竟是什麼模樣呢？
[01:01.10] 即使被嘲笑　也仍然深信不疑的東西又是什麼呢？
[01:05.92] 若是還能回想起　那片湛藍的天空的話
[01:11.92] 那麼無論多少次　我都能夠跨越過去的
[01:15.54] 那麼　一起吧
[01:25.86] 因為太陽融化了那些無聊乏味的日子
[01:29.70] 於是我們帶著那份炙熱奔走　想把夏天染上顏色
[01:35.90] 雖然是難以想像般不可思議的事
[01:39.70] 但直到現在仍在我心底深處奮力地跳動著
[01:46.12] 即使跌倒受傷、弄得滿身泥濘
[01:51.10] 即使放聲大哭又有什麼不好的呢？
[01:55.82] 染上污穢、受到傷害、曾幾何時讓人那麼害怕了
[02:01.88] 你已告訴了我無數次了啊—
[02:07.48] (現在的你在什麼地方、在做些什麼呢？)
[02:09.96] (你還會看著我嗎)
[02:12.48] (希望如今的你已不再像那時的我)
[02:14.98] (總是望著那片混濁的天空啊)
[02:16.24] (「好討厭那個一成不變的夏天啊」)
[02:16.74] (「真的好想聽你說各式各樣的事情啊」)
[02:17.28] (「啊啊　原來我也和你一樣孤單啊」)
[02:17.92] (「我們是不是在哪裡見過？」)
[02:18.48] (「雖然你可能已經不記得了吧」)
[02:19.04] (「人類都是既自私又愛說謊的啊」)
[02:19.44] (「所以你一定沒有錯喔」)
[02:19.74] (「其實我啊—」)
[02:20.24] (「快連同我一起　全部帶走啊」)
[02:20.82] (「已經夠了　快給我忘掉啊」)
[02:21.78] (「就讓我在你眼前若無其事地出現吧」)
[02:22.48] (「不要再迷失自己了」)
[02:24.32] (好想傳達給你啊)
[02:26.08] 你帶給我的那些日子究竟是什麼模樣的呢？
[02:31.14] 對不知不覺暗了下來的天空有了些許埋怨
[02:35.94] 「如果那個想要改變自己的你仍然存在於你心中的話
[02:41.74] 那就試著飛奔而去吧、試著汗流浹背地再次奔跑吧」
[02:48.78] 那個將我們染上色彩的夏天是什麼模樣呢？
[02:53.50] 那個曾在夕陽下許下的約定是否已經實現了呢？
[02:58.44] 彷彿什麼都沒有改變的夏天會一次次到來
[03:04.18] 而那些只有你在的日子也始終近得就像在眼前
[03:09.36] 因為你給了我　無論多少次都能重新踏出去的勇氣啊
[03:17.48] (因為你在我的身邊)
[03:19.98] (我才可以原諒我自己)
[03:22.44] (因為你在我的身邊)
[03:25.00] (現在的我　才能夠向前邁進)
[03:27.48] (不論過了多久)
[03:29.98] (它都會一直留在我的心中)
[03:32.52] (繼續迴盪)`;
