const videoID1 = "w5wNu69O2KA";
const lyric1 = `[ti: Unveil][ar: *Luna]
[00:07.23] 雨音に全て隠してしまうんだ
[00:14.18] 冷たく濡らしてく
[00:19.33] あの日からずっと　時は止まって
[00:22.92] 絡まる糸は　解けないんだ
[00:26.25] 手繰り寄せた　ハサミのように
[00:29.71] 傷跡は増えて
[00:32.92] 分からなくなって　見えなくなって
[00:36.45] 信じてたって　戻らないんだ
[00:39.82] 二人の声は　独りになって
[00:43.27] ぼやけた視界を　また劈いた
[00:46.67] 今すぐ　首輪を解いたら
[00:49.93] ここからどこまでも遠くへ
[00:53.33] 全てを捨て去ってもまた飛べるから
[01:00.16] 心の居場所が見えたなら
[01:03.44] お願い　今だけは確かな
[01:06.68] 温もりの光で私を照らしてよ
[01:13.51] 照らしてよ…
[01:21.84] 足音に酷く怯んでしまうんだ
[01:28.56] 鋭く刺さってく
[01:33.66] 私だけきっと　取り残されて
[01:37.37] 息苦しくて　堪らないんだ
[01:40.70] 何が違うの　何が怖いの
[01:44.06] 助けてよ　助けてよ
[01:51.23] 誰か　誰か
[02:01.15] 今すぐ　首輪を解いたら
[02:04.30] ここからどこまでも遠くへ
[02:07.66] 全て晒してしまいたいよ　私ごと
[02:14.45] 心の　居場所を塗り替えて
[02:17.81] 嘘で締め付けるくらいなら
[02:20.95] 過去を投げ出したって良いの　今なら
[02:27.83] 私なら
[02:41.69] 消えない　痛みでも
[02:44.92] やるせない　記憶も
[02:48.36] 認められなくても
[02:51.42] そう　生きた証だ
[02:56.06] あるがままに生きていたい
[02:58.77] 私が私でいることを
[03:02.16] 君と　あるがままに生きていたい
[03:05.52] 私が私でいるかぎり
[03:08.89] 何度繰り返したとしても
[03:11.57] 同じ道を選んだはずだから
[03:17.06] あの日の　怒りも悲しみも
[03:20.46] 共に連れだしてしまえたら
[03:23.73] 生まれ変われるかな
[03:27.09] また踏み出せるかな
[03:30.56] この先　出会える喜びも
[03:33.79] 綺麗に舞う桜の花も
[03:37.23] 光になって　今私の心を
[03:43.78] 照らしだすよ`;
