const videoID1 = "_Eo5v85W8tw";
const lyric1 = `[ti: AURORA FLOWER][ar: スリーズブーケ＆DOLLCHESTRA＆みらくらぱーく！]
[00:12.45] 信じたいって思う　いつだって
[00:16.83] 弱さを 迷いをかかえながら
[00:21.85] 笑ってミライを　語ってミライを
[00:26.63] このイマも　あの日見た夢だね
[00:32.55] 季節は変わり出会いの意味も変わる
[00:38.76] こんなにも大事さ
[00:42.68] 乗りこえて飛びこえてみんな輝け
[00:48.13] 悔いなきように輝け
[00:52.68] こころ重ねたら空の果て
[00:57.64] オーロラになって　煌めいてみるさ
[01:02.73] 光と音が胸に咲いて
[01:07.72] 伝えたい想いとめられない
[01:12.13] あきらめない　可能性はゼロじゃないから
[01:17.14] あきらめない　この瞬間を本気で飛ぼう
[01:22.82] イマ　カコ　ミライ　イマ　抱きしめたら
[01:27.14] あきらめない自分のことが
[01:29.89] そうだ　好きだなってさ　思うんだ
[01:45.15] みんな…みんなが
[01:47.11] 願いを　叶えるために
[01:49.52] 精一杯　がんばるから
[01:52.25] 花が咲くんだよ
[01:55.15] 誰もがユメ追いかけながら
[01:59.82] 今日も　ときめいている　咲き誇れ
[02:05.50] 全身で歌う希望
[02:10.55] 届け　どこまでも
[02:15.61] 光と音で胸が躍る
[02:21.21] さあ一緒にここで　ここで歌おう
[02:45.45] オーロラみたいに　キレイで儚い？
[02:50.40] だけどだけど　消えないんだ
[02:55.50] いつもいつも　強く咲いてたいよ
[03:02.30] 咲いてたいよ
[03:07.70] 最高だと笑いあって
[03:10.85] 手をつなぎたい
[03:13.30] 目に汗が入ったみたい…
[03:18.35] イマ　カコ　ミライ　イマ
[03:20.90] ありがとうだね
[03:22.80] あきらめない自分でいたら
[03:25.85] まだまだ遠くへ
[03:30.30] あきらめない　可能性がゼロじゃないなら
[03:35.30] あきらめない　この瞬間を本気で飛ぶんだ
[03:41.00] イマ　カコ　ミライ　イマ　抱きしめたら
[03:45.30] あきらめない自分のことが
[03:48.50] そうだ　好きだなってさ　思うんだ
[04:00.00] 　
`;

const videoID2 = "9bYIbe4uzIQ";
const lyric2 = `[ti: KEY of Like！][ar: スリーズブーケ＆DOLLCHESTRA＆みらくらぱーく！]
[03:45.30] あきらめない自分のことが
[03:48.50] そうだ 好きだなってさ思うんだ
`;

const videoID3 = "y7CiaEUtqeI";
const lyric3 = `[ti: Link to the FUTURE][ar: スリーズブーケ＆DOLLCHESTRA＆みらくらぱーく！]
[03:45.30] あきらめない自分のことが
[03:48.50] そうだ 好きだなってさ思うんだ
`;
 
const videoID4 = "huZSM7Mu0a0";
const lyric4 = `[ti: Bloom the smile, Bloom the dream!][ar: 蓮ノ空女学院スクールアイドルクラブ]
[03:45.30] あきらめない自分のことが
[03:48.50] そうだ 好きだなってさ思うんだ
`;
